{
    "type": "Person",
    "name": "Leonarda Saffi",
    "role": "Attrice e Regista",
    "image": {
        "url": "/images/loenarda-saffi-donatella-franciosi-@-barbara-ledda-5-scaled-1.jpg",
        "altText": "Faizah Chan",
        "styles": {
            "self": {
                "borderRadius": "medium",
                "margin": [
                    "mb-8"
                ]
            }
        },
        "type": "ImageBlock"
    },
    "colors": "bg-light-fg-dark",
    "elementId": null,
    "styles": {
        "self": {
            "padding": [
                "pt-6",
                "pb-6",
                "pl-6",
                "pr-6"
            ],
            "textAlign": "center",
            "borderColor": "border-neutral",
            "borderStyle": "solid",
            "borderWidth": 0,
            "borderRadius": "none",
            "justifyContent": "center"
        }
    },
    "bio": "Nata in Puglia nel novembre 1983, è attrice, cantante e regista teatrale. Inizia giovanissima nella compagnia Teatro delle Vigne di Genova sotto la direzione di Antonio Minelli, facendo il suo primo tour nazionale a quindici anni. Si forma con importanti maestri della scena teatrale contemporanea come Emma Dante, Gabriele Vacis ed Eugenio Barba.\n\nNel 2005 entra al Conservatorio di Musica di Monopoli come cantante e contrabbassista. Dal 2011 è parte della compagnia Sud Costa Occidentale di Palermo, diretta da Emma Dante, recitando in spettacoli come “Le Sorelle Macaluso” (Premio UBU), “Bestie di Scena” e “Misericordia”, quest'ultimo rappresentato in tutto il mondo per oltre 250 repliche.\n\nCome regista, ha diretto opere come “Così è se vi pare-sConcerto per Suoni e Pupazzi” e “Infesta”, finalista al premio Anna Pancirolli. Ha collaborato con numerosi artisti e compagnie teatrali nazionali e internazionali.\n\nOltre alla recitazione e alla regia, tiene workshop e laboratori di pedagogia teatrale per giovani attori e musicisti. Attualmente, continua la sua ricerca tra teatro, musica e performance sperimentale. Dal 2023 ha iniziato a lavorare nel cinema, partecipando ai film “Misericordia” di Emma Dante e “Vive les mariés” di Elsa Blayau.\n"
}