{
    "name": "Mattia Mura",
    "role": "Documentarista e Filmmaker",
    "image": {
        "url": "/images/MattiaMuraVannuzzi_Director_crop.jpg",
        "altText": "Rhonda Piper",
        "styles": {
            "self": {
                "borderRadius": "medium",
                "margin": [
                    "mb-8"
                ]
            }
        },
        "type": "ImageBlock"
    },
    "colors": "bg-light-fg-dark",
    "styles": {
        "self": {
            "padding": [
                "pt-6",
                "pb-6",
                "pl-6",
                "pr-6"
            ],
            "textAlign": "center",
            "borderColor": "border-neutral",
            "borderStyle": "solid",
            "borderWidth": 0,
            "borderRadius": "none",
            "justifyContent": "center"
        }
    },
    "type": "Person",
    "bio": "Nato in Toscana nel 1992, è un filmmaker italiano specializzato nel cinema documentario.\n\nHa esordito come scrittore nel 2006 con il romanzo fantasy \"Liberando Lastlend\". Nel 2009 ha fondato l'associazione culturale Helix Pictures per promuovere il cinema tra Toscana e Sardegna. Laureato in Arti e Scienze dello Spettacolo all'Università La Sapienza di Roma nel 2014, ha realizzato la prima intervista italiana a Marianne Costa, ex moglie di Alejandro Jodorowsky.\n\nNel 2015 ha vinto una borsa di studio a Fabrica, centro di ricerca sulla comunicazione di Benetton, dove nel 2018 ha iniziato un'intensa collaborazione con Oliviero Toscani come filmmaker ufficiale per le campagne sull'integrazione. Dopo aver lasciato Fabrica nel 2019, ha sviluppato un documentario sull'ospitalità in Europa e ha realizzato il cortometraggio \"Il nostro nome è Anna\", premiato a livello internazionale e disponibile su PrimeVideo.\n\nNel 2020 ha ottenuto una residenza d'artista presso Bridgeguard a Štúrovo, realizzando la miniserie \"Breakfast over the Bridge\" trasmessa sulla tv ungherese MTVA. Il suo primo documentario lungo, \"The Choice of Staying\", ha vinto il premio Miglior Cinematografia Europea ai Jharkhand International Film Festival Awards nel 2020.\n\nNel 2022 è stato selezionato per una residenza nella Capitale Europea della Cultura, in Lussemburgo, e ha iniziato a dirigere Cecinema, festival internazionale del cinema ironico e sociale, a Cecina.\n"
}