{
    "type": "Person",
    "name": "Leonarda Saffi",
    "role": "Attrice e Regista",
    "image": {
        "url": "/images/loenarda-saffi-donatella-franciosi-@-barbara-ledda-5-scaled-1.jpg",
        "altText": "Faizah Chan",
        "styles": {
            "self": {
                "borderRadius": "medium",
                "margin": [
                    "mb-8"
                ]
            }
        },
        "type": "ImageBlock"
    },
    "colors": "bg-light-fg-dark",
    "elementId": null,
    "styles": {
        "self": {
            "padding": [
                "pt-6",
                "pb-6",
                "pl-6",
                "pr-6"
            ],
            "textAlign": "center",
            "borderColor": "border-neutral",
            "borderStyle": "solid",
            "borderWidth": 0,
            "borderRadius": "none",
            "justifyContent": "center"
        }
    },
    "bio": "Nata in Puglia nel Novembre del 1983, è attrice, cantante e regista teatrale. Inizia giovanissima la sua carriera artistica entrando a far parte della compagnia Teatro delle Vigne di Genova, diretta da Antonio Minelli. Ha fatto il suo primo tour nazionale all’età di quindici anni. Nel corso degli anni si forma con Grandi Maestri della scena teatrale contemporanea: Emma Dante, Gabriele Vacis, Eugenio Barba, Jos Baker (Peeping tom), Julie Anne Stanzak, Danio Mnfredini e Fibre Parallele. Nel 2005 entra al Conservatorio di Musica di Monopoli come cantante e contrabbassista. Dal 2011 fa parte della compagnia Sud Costa Occidentale di Palermo, diretta da Emma Dante. Ha recitato in “Le Sorelle Macaluso” (Premio UBU per il miglior spettacolo e una nomination per la migliore attrice), “Bestie di Scena”, “Cappuccetto Rosso vs Cappuccetto Rosso” e “Misericordia”, che è stata rappresentata in tutto il mondo per oltre 250 repliche. Come regista ha diretto “Così è se vi pare-sConcerto per Suoni e Pupazzi”, “ControStoria” (performance musicale dal vivo), “Da qualche parte non troppo lontano”, “Oreste e Sara” e “Infesta”, finalista al premio Anna Pancirolli. Nel corso degli anni ha collaborato con numerosi artisti e compagnie teatrali nazionali ed internazionali. Oltre alla recitazione e alla regia, ha sviluppato competenze nel campo della pedagogia teatrale, tenendo workshop e laboratori per giovani attori, attrici  e musicisti in Italia e all’estero. Attualmente continua la sua ricerca e sperimentazione, dedicandosi a progetti che uniscono teatro, musica e performance sperimentale. La sua carriera è caratterizzata da una continua esplorazione di nuove forme espressive e da una forte attenzione alla contaminazione tra diverse discipline artistiche. Dal 2023 inizia a muovere i primi passi nel mondo del Cinema, ad oggi ha preso parte alle riprese dei film: Misericordia di Emma Dante e Vive les mariés di Elsa Blayau.\n\n"
}